Repository: sageteamorg/django-sage-invoice
Catalog: sage_invoice/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Category Details
fa: جزئیات دسته بندی

source: Details of the invoice category including title and description.
fa: جزئیات دسته باندی شامل عنوان و توضیحات

source: Invoice Details
fa: جزئیات فاکتور

source: Basic details of the invoice including title, date, and customer information.
fa: جزئیات اولیه فاکتور شامل عنوان، تاریخ، و اطلاعات مشتری.

source: Status & Currency
fa: وضعیت و ارز

source: Current status of the invoice and any additional notes.
fa: وضعیت فعلی فاکتور و هرگونه یادداشت اضافی.

source: Design Elements
fa: عناصر طراحی

source: Design-related elements like logo, and template choice.
fa: عناصر مرتبط با طراحی مانند لوگو و انتخاب قالب.

source: Invoice Management
fa: مدیریت فاکتور

source: Description
fa: توضیحات

source: Description of the Category.
fa: توضیحات دسته‌بندی.

source: Category
fa: دسته‌بندی

source: Categories
fa: دسته‌بندی‌ها

source: Priority
fa: اولویت

source: The priority associated with each custom column.
fa: اولویتی که به هر ستون سفارشی مرتبط است.

source: Column Name
fa: نام ستون

source: The name of the custom column (e.g., 'Delivery Date', 'Warranty Period').
fa: نام ستون سفارشی (مثلاً 'تاریخ تحویل'، 'دوره ضمانت').

source: Value
fa: مقدار

source: The value for the custom column in the specific invoice.
fa: مقدار ستون سفارشی در فاکتور خاص.

source: Invoice
fa: فاکتور

source: The invoice associated with this custom column.
fa: فاکتوری که با این ستون سفارشی مرتبط است.

source: Item
fa: مورد

source: The item associated with this custom column.
fa: موردی که با این ستون سفارشی مرتبط است.

source: Column
fa: ستون

source: Columns
fa: ستون‌ها

source: Subtotal
fa: جمع جزء

source: The sum of all item totals.
fa: مجموع کل اقلام.

source: Tax Percentage
fa: درصد مالیات

source: The tax percentage applied to the invoice.
fa: درصد مالیات اعمال شده بر فاکتور.

source: Discount Percentage
fa: درصد تخفیف

source: The discount percentage applied to the invoice.
fa: درصد تخفیف اعمال شده بر فاکتور.

source: Concession Percentage
fa: درصد امتیاز

source: The concession percentage applied to the invoice.
fa: درصد امتیاز اعمال شده بر فاکتور.

source: Tax Amount
fa: مقدار مالیات

source: The calculated tax amount.
fa: مقدار مالیات محاسبه شده.

source: Discount Amount
fa: مقدار تخفیف

source: The calculated discount amount.
fa: مقدار تخفیف محاسبه‌شده.

source: Concession Amount
fa: مقدار امتیاز

source: The calculated concession amount.
fa: مقدار امتیاز محاسبه‌شده.

source: Total Amount
fa: مبلغ کل

source: The final total after applying tax and discount.
fa: مجموع نهایی پس از اعمال مالیات و تخفیف.

source: The invoice associated with this total.
fa: فاکتوری که با این مبلغ کل مرتبط است.

source: Expense
fa: هزینه

source: Expenses
fa: هزینه‌ها

source: Invoice Date
fa: تاریخ فاکتور

source: The date when the invoice was created.
fa: تاریخی که فاکتور ایجاد شده است.

source: Customer Name
fa: نام مشتری

source: The name of the customer.
fa: نام مشتری.

source: Tracking Code
fa: کد پیگیری

source: Enter the first 3-4 characters of the tracking code. The full code will be auto-generated as <prefix> + <date> + <random number>.
fa: سه یا چهار کاراکتر اول کد پیگیری را وارد کنید. کد کامل به صورت خودکار به صورت <پیشوند> + <تاریخ> + <عدد تصادفی> تولید می‌شود.

source: Status
fa: وضعیت

source: The current status of the invoice (Paid, Unpaid).
fa: وضعیت فعلی فاکتور (پرداخت‌شده، پرداخت‌نشده).

source: Receipt
fa: رسید

source: Is this a receipt or an invoice
fa: آیا این یک رسید است یا فاکتور

source: Notes
fa: یادداشت‌ها

source: The category associated with this invoice.
fa: دسته‌بندی مرتبط با این فاکتور.

source: Currency of unit price
fa: واحد ارزی قیمت

source: Due Date
fa: تاریخ سررسید

source: The date by which the invoice should be paid.
fa: تاریخی که باید فاکتور تا آن زمان پرداخت شود.

source: Logo
fa: لوگو

source: The logo displayed on the invoice.
fa: لوگویی که روی فاکتور نمایش داده می‌شود.

source: Signature
fa: امضا

source: The signature image for the invoice.
fa: تصویر امضا برای فاکتور.

source: Stamp
fa: مهر

source: The stamp image for the invoice.
fa: تصویر مهر برای فاکتور.

source: Template choice
fa: انتخاب قالب

source: The template you want for your invoice
fa: قالبی که برای فاکتور خود می‌خواهید

source: Due Date must be later than Invoice Date.
fa: تاریخ سررسید باید بعد از تاریخ فاکتور باشد.

source: Invoices
fa: فاکتورها

source: Description of the item.
fa: توضیحات مورد.

source: Quantity
fa: تعداد

source: The quantity of the item.
fa: تعداد مورد.

source: measurement
fa: اندازه‌گیری

source: measurement of the quantity.
fa: اندازه‌گیری تعداد.

source: Unit Price
fa: قیمت واحد

source: The price per unit of the item.
fa: قیمت هر واحد از مورد.

source: Total Price
fa: قیمت کل

source: Auto Generated total price for this item (quantity * unit price).
fa: قیمت کل به صورت خودکار برای این مورد تولید شده است (تعداد * قیمت واحد).

source: The invoice associated with this item.
fa: فاکتوری که با این مورد مرتبط است.

source: Items
fa: موارد
